<?php

return [
    'mail' => [
        'subject' => 'रिपोर्ट: :name',
        'body' => 'संलग्न: व्यू ":name" के :count रिकॉर्ड।',
        'stop' => 'इसे प्राप्त करना बंद करने के लिए, व्यू में यह रिपोर्ट बंद करें।',
        'action' => 'व्यू खोलें',
        'too_large' => 'फ़ाइल (:size) संलग्न करने के लिए बहुत बड़ी है।',
        'download' => 'रिपोर्ट डाउनलोड करें',
        'expires' => 'डाउनलोड लिंक :date को समाप्त हो जाएगा।',
        'unsubscribe' => 'यह रिपोर्ट प्राप्त करना बंद करें',
    ],

    'schedule' => [
        'daily' => 'हर दिन :time बजे भेजा जाता है।',
        'weekly' => 'हर सप्ताह (:day) :time बजे भेजा जाता है।',
        'monthly' => 'हर महीने की :day तारीख को :time बजे भेजा जाता है।',
    ],
];
